Repository: systopia/de.systopia.eventinvitation
Catalog: l10n/*/LC_MESSAGES/eventinvitation.po
Languages: de_de

source: Your Invitation PDFs are ready for download.
de_de: Ihre PDF Einladungen stehen bereit zum Herunterladen.

source: Download
de_de: Herunterladen

source: Back to Search
de_de: Zurück zum Suchergebnis)

source: Invitation-%1.pdf
de_de: Einladung-%1.pdf

source: Invitations.zip
de_de: Einladungen.zip

source: Error downloading PDF files: %1
de_de: Fehler beim Herunterladen der PDF Dateien: %1

source: Download Error
de_de: Download Fehler

source: Invalid or expired invite code
de_de: Code ungültig oder abgelaufen

source: Registration for '%1'
de_de: Anmeldung für '%1'

source: Congratulations! You have successfully registered for the event "%1"!
de_de: Gratuliere, Sie haben sich erfolgreich für die Veranstaltung "%1" angemeldet.

source: Do you want to register for the event "%1"?
de_de: Möchten Sie Ihre Anmeldung zur Veranstaltung "%1" bestätigen?

source: Register
de_de: Anmeldung

source: Event Invitation Configuration
de_de: Konfiguration Veranstaltungseinladungen

source: Use a custom registration endpoint
de_de: Benutzerdefinierte URL verwenden

source: Url of custom registration endpoint:
de_de: Benutzerdefinierte URL der Anmeldung:

source: Enter a valid web address beginning with 'http://' or 'https://'.
de_de: Es wird eine gültige URL erwartet, die mit 'http://' oder 'https://' beginnt.

source: The link must include the placeholder <code>{token}</code>.
de_de: Die URL muss den Platzhalter <code>{token}</code> enthalten.

source: Save
de_de: Speichern

source: Inviting %1 Contacts
de_de: %1 Kontakte Einladen

source: Event
de_de: Veranstaltung

source: Generate PDFs instead of sending e-mails.
de_de: Postalisch verschicken (PDF)

source: Template
de_de: Vorlage

source: E-mail sender address
de_de: E-Mail Abesendeadresse

source: Participant role
de_de: Teilnehmerrolle

source: There are contacts that have no e-mail address.
de_de: Einige der Kontakt habe keine E-Mail Adresse.

source: There are contacts that are participants with a status other than "Invited".
de_de: Einige der Kontakte haben bereits eine Status (außer 'Eingeladen').

source: Processing contacts %1 to %2.
de_de: Verarbeite Kontakte %1 bis %2.

source: Registration QR Code
de_de: QR Code für die Anmeldung

source: Sending e-mails.
de_de: Versende E-Mails.

source: Generating PDFs.
de_de: Erstelle PDFs.

source: Invited
de_de: eingeladen

source: Invite to event
de_de: Zu Veranstaltung einladen

source: Activate using a custom target link. Otherwise the build-in page is used.
de_de: Hier kann ein benutzerdefinierter Link für die Anmeldeseite angegeben werden. Ansonsten wird der Link auf die eingebaute Anmeldeseite leiten.

source: You can provide a custom URL to link to another registration endpoint. The URL must start with 'http://' or 'https://' and contain the the placeholder <code>&lbrace;token&rbrace;</code>.
de_de: Sie können hier einen alternativen Link zu einer Registrierungsseite angeben. Die URL muss mit 'http://' oder 'https://' beginnen, und den Platzhalter <code>&lbrace;token&rbrace;</code> beinhalten.

source: The template chosen here <strong>must</strong> contain the <code>&#123;$qr_event_invite_code&#125;</code> token. It contains the personalised invitation link.
de_de: Die gewählte Vorlage <strong>muss</strong> den Token <code>&#123;$qr_event_invite_code&#125;</code> enthalten. Dieser enthält den personalisierten Link.

source: Beyond that, the following special tokens are available:
de_de: Darüber hinaus sind die folgenden Zusatztoken verfügbar.

source: <code>&#123;$event.xxx&#125;</code>: fields of the given event. For the available 'xxx' field names, check the API explorer with <code>Event.get</code>.
de_de: <code>&#123;$event.xxx&#125;</code>: Informationen der Veranstaltung. Eine List der verfügbaren 'xxx' Felder können Sie über den API Explorer über <code>Event.get</code> erhalten.

source: <code>&#123;$qr_event_invite_code_data&#125;</code>: QR-Code date to be used in as <code>src</code> in an html <code>img</code> tag.
de_de: <code>&#123;$qr_event_invite_code_data&#125;</code>: QR-Code Daten, die als <code>src</code> Feld ein einem HTML <code>img</code> Tag verwendet werden können.

source: <code>&#123;$qr_event_invite_code_img&#125;</code>: QR-Code <code>img</code> element.
de_de: <code>&#123;$qr_event_invite_code_img&#125;</code>: QR-Code als HTML <code>img</code> Element.

source: Template Help
de_de: Hilfe zur Vorlage
